Tekla Open API Reference for Tekla Structures 2025
PickerInputPointsWithinAView Methods
The PickerInputPointsWithinAView type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInputWithinAView.IsEqual(Object).)
Top
See Also
Reference
PickerInputPointsWithinAView Class
Tekla.Structures.Drawing Namespace